[
 {
  "news_edited": " ANI   ", 
  "news_bio": "Bhilwara: A case was registered against unidentified miscreants for vandalising the statue of Bharatiya Jana Sangh founder Syama Prasad Mookerjee Bhilwara's Shahpur on Monday.\"The effigy of Mookerjee was vandalised by unidentified persons late night on Sunday. Teams have been formed to investigate the matter,\" Shahpura police station in-charge, Bhajan Lal told ANI.Police and the District collector also conducted a surveillance of the area.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Locals have claimed that the statue was vandalised after the removal of Jammu and Kashmir's special status under Article 370.\"(Syama Prasad) Mookerjee was the first person to protest against the special status of Jammu and Kashmir. This could be the reason why it was demolished,\" said a local.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Syama Prasad Mookerjee's Statue Vandalised In Rajasthan, Case Filed", 
  "link": "https://www.ndtv.com/india-news/syama-prasad-mookerjees-statue-vandalised-in-rajasthan-case-filed-2084247", 
  "news_Updated": " Updated: August 13, 2019 07:02 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "New Delhi: In a bizarre incident, some officials of the Food Corporation of India and a private company allegedly stole over 2.60 lakh kilogram rice worth about Rs 85 lakh by falsely showing that the consignment was transported in trucks by submitting license numbers of scooters and motorcycles.The CBI has taken over the investigation into the matter and registered an FIR on a complaint from the Food Corporation of India (FCI).It was alleged that a total of 9,191 quintals (9,19,100 kg) of rice were dispatched from a rail terminal in Assam for Koirengei in Manipur between March 7, 2016 to March 22, 2016 on 57 trucks of a private transporter, Zenith Enterprises. Each truck was given a road movement permit.The consignment reached the destination after two months, having covered a distance of 275.5 km, which approximately takes nine hours.Verification showed that 2601.63 quintals (2,60,163 kg) of rice worth Rs 84.98 lakh being transported by 16 vehicles had been misappropriated.This rice was not delivered at Koirengei depot but was shown in records as received, the FIR alleged.The transporter on affidavit said the delay was due to breakdown of trucks which required transhipment of the food grains through other trucks.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });It further surfaced that license numbers of transhipment vehicles, replacing trucks which had allegedly broken down, were not trucks but LML and Honda Activa scooters, motorcycles, water tankers, bus, Maruti van, cars and ghost vehicles whose numbers had not been even registered by the Road Transport Offices concerned.The license numbers records showed that two tranches of 16,300 kg and 10,000 kg of missing rice were transported by scooters and another tranche of 16,300 kg of stolen rice was transported by a motorcycle, they said.\"Non-transportation of the aforesaid 2601.63 quintals of rice to Koirengei and its misappropriation is further substantiated by the fact that the vehicle numbers mentioned in records, including the vehicles used in transhipment in respect of aforesaid 16 road movement permits, were not entered in the enroute Leingangpokpi police check-post and Keithelmanbi police check post,\" an official said giving details of the FIR.It is alleged that officials of FCI at Salchapra, Ashish Kumar Paul and Rajnish Kumar Gupta, had fraudulently issued these 16 permits without loading the rice, and L Johson, a representative of the transporter Zenith Enterprises, had falsely signed these permits, the FIR said.It said Soibam Surjit Singh of the transporter company had allegedly submitted false affidavits regarding the breakdown of trucks en route and transhipment by other vehicles.False entries of receipt were allegedly made by officials at Koirengei, they said adding that the transport company also raised fake bills of 16 trucks, they said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "2.60 Lakh Kg Rice Worth 85 Lakh Stolen Using Scooters, Bikes: Police", 
  "link": "https://www.ndtv.com/india-news/assam-2-60-lakh-kg-rice-worth-85-lakh-stolen-using-scooters-bikes-police-2084243", 
  "news_Updated": " Updated: August 13, 2019 05:35 IST"
 }, 
 {
  "news_edited": " ANI   ", 
  "news_bio": "Thiruvananthapuram: Congress leader and former Union Minister Shashi Tharoor on Monday sought to put Pakistan and China on the mat over Kashmir issue, but at the same time he termed the peace in Valley as \"artificial.\"\"I am a bit surprised to see the leader of the UK Labour Party echoing the statement of some Pakistanis that UN resolutions must be implemented. Don't forget the UN resolutions...the first resolution of Kashmir, the Resolution No. 48, the main resolution of the UNSC was adopted at our insistence,\" Mr Tharoor, who was speaking to news agency ANI, said.Asked about China saying that they are closely watching the situation, he said: \"Let them closely watch. Closely watching is fine. We will also closely watch them. They can also closely watch. The fact of the matter is China has been complicit in redrawing boundaries in Kashmir by taking territories from Pakistan and by taking territories from us in 1962 war.\"On reports of Eid prayers passing peacefully in the Valley, he said, \"I have only been seeing media reports. I don't have any first-hand report. I am relieved that Eid prayers seem to have gone well. This final test will be when everybody including the political leaders is released from detention. When the internet is restored; the curfew is lifted; people are able to move completely freely. And then we will be able to see what kind of normalcy can be restored in Kashmir?. This is an artificial peace.\"Mr Tharoor, formerly associated with United Nations, reminded that the resolutions adopted at the UN were to be implemented sequentially and the first requirement was that Pakistan would withdraw all its militias, irregulars from the parts of Kashmir they have occupied.He said that the UN resolution was adopted paragraph by paragraph and was meant to be implemented sequentially.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"The first requirement was that Pakistan should withdraw all its militias, irregulars from the parts of Kashmir they have occupied,\" he added.\"Simple fact of the matter is when Pak refused to withdraw, the rest of the resolutions became inoperative way back then. Seventy years later, to call for implementation is slightly ridiculous particularly since there have been very serious changes in the demography and cartography of undivided Kashmir,\" he said.The Congress leader said that now Pakistan Occupied Kashmir (PoK) is 97 per cent Punjabi speaking.\"They (Pakistan) have reorganised the administration of places like Gilgit-Baltistan and given away some portion of the territory to China. After all that, they are the last one with any position to talk about undivided Kashmir and implementing UN resolutions which they have violated from the start,\" he said.\"So I think it is slightly preposterous for any of these countries to claim holier than thou attitude. It is one of the situations where both Pak and China have been complicit in the act of dismembering parts of Jammu and Kashmir much before the recent crisis,\" he said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Shashi Tharoor Slams Pakistan, China; Terms Kashmir Peace \"Artificial\"", 
  "link": "https://www.ndtv.com/india-news/congress-leader-shashi-tharoor-slams-pakistan-china-terms-kashmir-peace-artificial-2084241", 
  "news_Updated": " Updated: August 13, 2019 04:55 IST"
 }, 
 {
  "news_edited": " Written by Neeta Sharma, Edited by Debanish Achom ", 
  "news_bio": "New Delhi: On the day the centre scrapped special status from Jammu and Kashmir and divided it into two union territories, National Security Advisor Ajit Doval flew in an Air Force plane to Srinagar to oversee the security deployment. He hasn't left the state since and has been sending updates to Prime Minister Narendra Modi, officials said.A week later as Jammu and Kashmir saw a peaceful Eid-al-Adha, Mr Doval spent some time with Central Reserve Police Force (CRPF) and state police personnel having a festive meal at a \"situation cabin\".Mr Doval, who has been operating from the office of the state Intelligence Bureau unit, has \"ensured synergy among forces\", a senior police officer said.He said Mr Doval appreciated the long duty hours they have been putting to ensure law and order is maintained in Jammu and Kashmir. \"The NSA appreciated the commitment level and hard work of our boys,\" the officer told NDTV.Home Ministry officials said it was a strategic decision by Prime Minister Narendra Modi to send Mr Doval, a career intelligence officer, to gather first-hand information and take security related decisions real-time, according to the situation on the ground.National Security Advisor Ajit Doval met security personnel and took stock of the situation in Jammu and KashmirMr Doval would be in Kashmir valley till August 15, sources said.\"Regular chatter is being intercepted that Pakistan wants to carry out a spectacular attack before Independence Day,\" an intelligence officer told NDTV.\"When the bill (to scrap special status) was introduced in parliament, there were three immediate security challenges before the government - Friday prayers ahead of Eid, then Eid, and Independence Day,\" another senior police officer said. \"Due to constant efforts by the security forces, all eyes are on preparation of Independence Day,\" he said.Mr Doval has in the past few days travelled to all sensitive districts, including Shopian, Pulwama and Anantnag. \"It was a symbolic gesture and also to ensure all agencies work in tandem with each other,\" an officer said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"He asked the security officials to identify and address the factors responsible for radicalisation and fresh recruitment from these areas,\" the officer said.Sources said south Kashmir areas have seen maximum number of recruitment to terror groups. Most terrorist commanders from Jaish-e-Mohammed, Lashkar-e-Taiba and Hizbul Mujahideen have been from these areas.According to officials, Mr Doval acknowledged that home-grown terrorism is going to be the biggest challenge for the security forces in the coming days. He has asked the security forces to exercise maximum restraint.\"This may be easier said than done as vested interests will use all ways and means to provoke the security forces into action, and also use social media with false narratives and rumours to whip up emotional sentiments,\" an officer said.The festival of Eid-al-Adha went peacefully in Jammu and Kashmir on Monday, the government said, sharing photos of the mosques in and around Srinagar and the size of the congregation in surrounding towns. But the mood was subdued as the streets of Srinagar remained deserted under the watchful eyes of the security personnel.In a statement, the Home Ministry said large prayer congregations were seen at many places of Kashmir valley including Baramulla, where 10,000 people gathered, and in Bandipora, around where 5,000 people took part in the prayers.The state administration reiterated its denial of the city witnessing any major protest as reported by a section of the media, saying \"not a single bullet has been fired by the security agencies\".Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Ajit Doval Meets Security Forces At \"Situation Cabin\" In J&K, Shares Meal", 
  "link": "https://www.ndtv.com/india-news/ajit-doval-meets-security-forces-at-situation-cabin-in-jammu-and-kashmir-shares-meal-2084233", 
  "news_Updated": " Updated: August 13, 2019 01:26 IST"
 }, 
 {
  "news_edited": " Edited by Divyanshu Dutta Roy ", 
  "news_bio": "New Delhi: Prime Minister Narendra Modi's appearance on popular adventure TV show \"Man vs Wild\" on Monday sparked a range of reactions. Union Home Minister and BJP chief Amit Shah praised the episode on Twitter, with generous praise for the Prime Minister.\"Today on #ManVsWild with @BearGrylls and PM @narendramodi, the world got to see a completely unexplored aspect of India. It was a proud moment to see PM Modi share our civilisational values on environment conservation, coexistence & protecting our rich wild life with the world (sic),\" he tweeted.Hosted by British presenter Bear Grylls, the Man vs Wild episode featuring Prime Minister Narendra Modi aired 9 pm on Discovery Channel in India.Today on #ManVsWild with @BearGrylls and PM @narendramodi, the world got to see a completely unexplored aspect of India.It was a proud moment to see PM Modi share our civilisational values on environment conservation, coexistence & protecting our rich wild life with the world.— Amit Shah (@AmitShah) August 12, 2019Great lessons from #ManVsWild#Choose your battles #Leave only footprints, take only memories#Nature is our friend, Never be in conflict with it#You owe this planet to those who will be born 50 years from nowCan u list out takeaways from @narendramodi & @BearGrylls— Rajyavardhan Rathore (@Ra_THORe) August 12, 2019Be it renewable energy or climate change, PM Shri @narendramodi ji has addressed several causes for #PlanetEarth over the years.Today's episode of #ManVsWild enlightened us on environmental conservation and created awareness on protecting our planet. #PMModiOnDiscoverypic.twitter.com/7gyBPMB15c— Sarbananda Sonowal (@sarbanandsonwal) August 12, 2019Today's episode of #ManVsWild showcased the breathtaking beauty of #IncredibleIndia.PM Shri @narendramodi's indepth connection with the age old values of Indian civilization were visible in his empathic & powerful call for environmental conservation & coexistence with nature.— Dharmendra Pradhan (@dpradhanbjp) August 12, 2019Be it renewable energy or climate change, PM Shri @narendramodi ji has addressed several causes for #PlanetEarth over the years.Today's episode of #ManVsWild enlightened us on environmental conservation and created awareness on protecting our planet. #PMModiOnDiscoverypic.twitter.com/7gyBPMB15c— Sarbananda Sonowal (@sarbanandsonwal) August 12, 2019Discovery Channel said the special episode was shot in Jim Corbett National Park in Uttarakhand and it was a \"frank and freewheeling journey\" that will throw light on wildlife conservation. Bear Grylls, who has also hosted a show with former US President Barack Obama in the wilderness of Alaska, tackled challenges of surviving in the wild with PM Modi in the show that has been widely publicised ahead of its broadcast.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });PM Modi's message on using the programme to spread awareness on environmental conservation and climate change comes at a time when nations have raised concerns over rising global temperatures.Abnormal heatwaves have been felt across continents, from the relatively colder northern regions of Europe to North America. Ice sheets have melted at an alarming rate in Greenland.Scientists have also indicated there is a link between climate change and rising incidences of floods which have battered many states in India this monsoon.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "\"Proud Moment\": Ministers Praise PM Modi's 'Man vs Wild' Show", 
  "link": "https://www.ndtv.com/india-news/man-vs-wild-pm-modi-bear-grylls-ministers-praise-pm-narendra-modis-man-vs-wild-show-2084232", 
  "news_Updated": " Updated: August 13, 2019 00:07 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "Chennai: Congress in Tamil Nadu on Monday took potshots at superstar Rajinikanth for likening Prime Minister Narendra Modi and Home Minister Amit Shah to Lord Krishna and Arjuna and asked him to read the Mahabharat properly.A day after the actor made the remark while appreciating Amit Shah for scrapping Article 370, Tamil Nadu Congress Committee President K S Alagiri said he did not expect such a reaction from him, adding he was surprised by it.States including those in the North East enjoyed special privileges like Kashmir did (previously), he said in a statement and wanted to know why these were not scrapped by the Centre.The reason for doing away with Article 370 in Jammu and Kashmir alone was due to its \"Muslim majority\" status, he alleged.The Congress leader wanted to know if the actor toed the \"one kind of justice for Kashmir and another for other states,\" policy of Amit Shah.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });PM Modi and Amit Shah combine are not Krishna and Arjuna, he said and asked: \"How can those who snatched away the rights of crores of people could be Krishna and Arjuna? Dear Mr Rajinikanth, please read Mahabharat again, please go through it again properly,\" he added.On Sunday, the actor had congratulated the Union Home Minister for the Centre's initiative on Kashmir. Prime Minister Modi and Shah were like Lord Krishna and Arjuna, he had said.However, \"we don't know who is Krishna and who is Arjuna,\" added the actor.The Krishna-Arjuna combination is credited with playing a key role in the Pandavas winning the Mahabharata battle against the Kauravas.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Congress Slams Rajinikanth Over Comments On PM Modi, Amit Shah", 
  "link": "https://www.ndtv.com/india-news/congress-slams-rajinikanth-over-comments-on-pm-modi-amit-shah-2084228", 
  "news_Updated": " Updated: August 12, 2019 23:56 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "New Delhi: The Delhi High Court has directed internet service providers (ISPs) to block access to websites like tamilrockers, eztv, katmovies and limetorrents which are allegedly engaged in unauthorised streaming and distribution of movies and television series of production houses like Warner Bros, Universal and Netflix.In his interim order, Justice Sanjeev Narula directed the ISPs to block access to all the URLs and IP addresses of these websites.Uniform resource locators (URLs) are address of a resource, like websites, on the internet.The court also issued directions to the Department of Telecommunications (DoT) and the Ministry of Information Technology to suspend the domain name registration of the websites infringing the copyright of production houses and to issue requisite notifications asking internet and telecom service providers to block such online sites.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The interim directions came on the plea of US-based entertainment company Warner Bros which contended that these sites were hosting, streaming and making available to the public its original content, as well as that of others like UTV, Star, Paramount, Universal and Netflix, without any authorisation.The court also restrained the websites from \"hosting, streaming, reproducing, distributing, making available to the public and/or communicating to the public, or facilitating the same, in any manner, on their websites, through the internet any cinematograph work/content/programme/ show in relation to which plaintiff (Warner Bros) has copyright\".After hearing Warner Bros, the court said a prima facie case was made out that if an interim order was not passed, irreparable harm or injury would be caused to the company.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Ban Websites Pirating Movies: Delhi High Court Orders Internet Providers", 
  "link": "https://www.ndtv.com/india-news/ban-websites-pirating-movies-delhi-high-court-orders-internet-providers-2084225", 
  "news_Updated": " Updated: August 12, 2019 23:48 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "New Delhi: Walking through the wild and taking a ride on a cold river in a makeshift boat were some of the things that Prime Minister Narendra Modi put up with as he teamed up with survivalist Bear Grylls to promote causes close to his heart -- conservation and cleanliness.In Discovery Channel's, \"Man Vs Wild with Bear Grylls and Prime Minister Modi\", he braved the rain and the cold in the jungles of Jim Corbett National Park, Uttarakhand, and as the host put it, the PM was a \"great sport\".During the conversation, PM Modi said fulfilling people''s dreams gave him happiness and his focus is on development. \"My position never goes to my head,\" he said, in reply to a question.Bear Grylls, who has had celebrity guests before on his show, including former American President Barack Obama, asked PM Modi about his childhood, dreams as the prime minister, whether he feared anything in life and if he felt nervous before a political rally.PM Modi said he never had a good answer about \"nervousness\" because it was not a part of his experience.\"My problem is that I have never experienced such fears. I'm unable to explain it to people what nervousness is and how to deal with it because my in-built temperament is very positive. I see positivity in everything. And because of that reason, I am never disappointed.\"\"If I have to tell anything to the young generation then I will say we should not think of our life in pieces. If we think of our life as a whole then there will be ups and downs. If you are going down don''t think about it because the way up starts from there,\" he said.PM Modi talked about living with love for nature and not exploiting it for one's own ends but leaving it for the future generations.He said India's message to the world is \"Vasudhaiva Kutumbakam\", or the whole world is one family.When Bear Grylls asked whether he ever dreamt of becoming a prime minister, PM Modi said his focus has always been the development of the nation.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"I was the chief minister of a state first. I worked as a chief minister for 13 years, which was a new journey for me. Then my country decided I needed to do this job. So I have been doing this for the last five years,\" he said.\"But the focus has been always been on one thing and that is development. And I am satisfied with that job. Today, if I consider this time as a vacation, then I must say I am taking a vacation for the first time in 18 years,\" PM Modi said.On being the country's prime minister, Bear Grylls asked whether he ever pinched himself.\"It never occurs to me who I am. I am above all this. When I was a chief minister and even now as the prime minister, I only think of my work, my responsibilities. My position never goes to my head,\" he added.Recalling his childhood years, PM Modi said though there was poverty, his family was always connected with nature.So much so that his father, despite there being no money, would buy 20-30 postcards and send it to relatives to inform them about the first rains in their village, he said.At one point, Grylls, who made a makeshift spear, warned the prime minister about tigers in the area that they were walking through. Modi said, \"God takes care of everything\".He said his beliefs did not allow him to kill anyone but he would hold the spear for the host.\"You should never be afraid of nature because when we think that we are in conflict with nature is when the problem starts,\" he said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "\"There'll Be Ups And Downs In Life\", Says PM In Bear Grylls' Man vs Wild", 
  "link": "https://www.ndtv.com/india-news/in-man-vs-wild-with-bear-grylls-on-discovery-channel-pm-narendra-modi-says-therell-be-ups-and-downs-2084223", 
  "news_Updated": " Updated: August 13, 2019 00:01 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "Beijing: China on Monday promised to address India's growing concerns over the ballooning trade deficit and suggested expanding cooperation in areas like industrial production, tourism and border trade to achieve \"overall balance\" in bilateral commercial relations.India has repeatedly voiced concern over the trade imbalance which last year crossed a whopping $7.86 billion over $95.5 billion total bilateral trade. The trade deficit in 2018, according to the official Chinese data, climbed to $57.86 billion from $51.72 billion in 2017.External Affairs Minister S Jaishankar, who is in the country for talks with the Chinese leadership to prepare for the second informal summit between Prime Minister Narendra Modi and Chinese President Xi Jinping later this year in India, mentioned the trade deficit issue during talks as well as during a bilateral event.India-China economic relationship too has seen \"some progress, Jaishankar said. The bilateral trade has increased but so too has our deficit, which is a matter of some concern.\"We appreciate the steps taken in the last few months by the Chinese side to enhance imports from India. These efforts could expand to include measures to enable greater access for our pharmaceutical and IT products and services in the domestic Chinese market,\" he said at the 2nd meeting of the India-China High Level Mechanism on Cultural and People-to-People Exchanges.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Chinese Foreign Minister Wang Yi, who was also present at the meeting, said China appreciates India's concerns over the trade imbalance.Chinese Foreign Minister Wang Yi, who was also present at the meeting, said China appreciates India's concerns over the trade imbalance.Wang said, \"We stand ready to continue provide facilities to Indian exports to China.\" \"At the same time, we need to think broadly and need to expand cooperation in industrial production tourism, border trade and other areas so that we can achieve overall balance in our economic trade relations\", he said.This year, the bilateral trade is expected to touch $100 billion, a historic figure endorsed by the leadership of the two countries.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "China Promises To Address India's Concern Over Ballooning Trade Deficit", 
  "link": "https://www.ndtv.com/india-news/china-promises-to-address-indias-concern-over-ballooning-trade-deficit-2084216", 
  "news_Updated": " Updated: August 12, 2019 23:32 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "Mumbai: Television actor Abhinav Kohli has been arrested for allegedly sexually harassing a woman and beating her up, the police said today.Mr Kohli, 39, was arrested after the woman approached the Samta Nagar Police Station in suburban Kandivali along with her mother, who is also a TV actress, with a complaint on Sunday evening, an official said.He used filthy language with the woman and showed her obscene photos of models on mobile phone on several occasions since October 2017, a second official said.The accused used to beat up and abuse the woman and also threaten her and her mother of dire consequences, he said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });According to a police spokesperson, \"The victim and her mother went to the police station and lodged a complaint against the accused, following which police arrested him (on late Sunday night).\"An offence was registered against Kohli under IPC sections 354-A (sexual harassment), 323 (voluntarily causing hurt), 504 (intentional insult with intent to provoke breach of peace) and 506 (criminal intimidation), he said.The accused actor was produced before a local court, which sent him in police custody till Tuesday, the official said. Further investigation in this case was on, he said.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "TV Actor Abhinav Kohli Arrested For Sexually Harassing Woman: Police", 
  "link": "https://www.ndtv.com/india-news/tv-actor-abhinav-kohli-arrested-for-sexually-harassing-woman-police-2084207", 
  "news_Updated": " Updated: August 12, 2019 23:03 IST"
 }, 
 {
  "news_edited": " ANI   ", 
  "news_bio": "Udaipur, Rajasthan: A day after BJP MP and member of the erstwhile Jaipur royal family Diya Kumari claimed to be a descendant of Lord Ram's son Kush, another erstwhile royal family in the state has made a similar claim.Mahendra Singh, a member of erstwhile Mewar-Udaipur royal family claimed on Monday to be a descendant of Lord Ram saying \"I got to know through media that Supreme Court has apparently asked whether there were any descendants of Lord Ram in the world. If this is the case, then the Supreme Court can directly contact us and all the evidence and documents will be produced in the court following proper legal procedure.\"The claim comes a day after, BJP MP and member of Jaipur royal family Diya Kumari on Sunday made her claim to be a descendant of Lord Ram.\"When the Supreme Court questioned whether there is any descendant of Lord Ram in the world or not, then I replied that we (Jaipur royal family) are descendants of Lord Ram's son Kush. I also said that just like us, there are many more people in the world who come from his lineage. It is a matter of pride that we are descended from him,\" Diya Kumari told reporters.She was responding to an ongoing debate in the Supreme Court over the Ram Janmbhoomi temple issue, in which the Bench had apparently asked whether there were any descendants of Lord Ram in the world.On being asked about proof to back up her claims, the BJP MP said that her family had documents from the ancient times, which traced their lineage back to Lord Ram and his direct descendants.\"I have been listening to it from childhood in our household. Also if you search about the Kachwaha clan online, it traces our lineage back to Kush,\" she said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"We have documents, manuscripts and the genealogical tree in our library and museums too on whose basis we claim our descendants from Lord Ram's family, and we are not unique in this. The Rathores claim they are the descendants of Kush's brother Luv,\" Diya Kumari said.She, however, clarified that her statements were not made with an attempt to interfere in the proceedings of the top court but she was ready to provide them with the documents if the need arises.\"I do not want to interfere in the proceedings of the court but if they demand these documents from us, we will definitely provide all of them. There are many of his descendants, and the whole of India should be proud of it,\" Diya Kumari said.According to the genealogical document provided by her family, King Dashrath appears on the 62nd number in the family tree, while Lord Ram and Kush appear on the 63rd and 64th number respectively.Sawai Jai Singh, Madho Singh and other rulers of the Jaipur royal family too appear on the documents provided by them.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Member Of Mewar-Udaipur Royal Family Claims To Be Lord Ram's Descendant", 
  "link": "https://www.ndtv.com/india-news/mahendra-singh-mewar-udaipur-royal-family-claims-to-have-descended-from-lord-ram-2084205", 
  "news_Updated": " Updated: August 12, 2019 22:25 IST"
 }, 
 {
  "news_edited": " Written by Neeta Sharma, Edited by Debanish Achom ", 
  "news_bio": "New Delhi: The Home Ministry has written to microblogging site Twitter to remove eight accounts run by people outside Jammu and Kashmir, amid intelligence reports that they were being run on Pakistan's behest.These accounts have been \"spreading rumours and misinformation to disturb peace and calm in (Kashmir) valley,\" Home Secretary Rajiv Gauba said in a letter to Twitter, according to a senior official in the ministry who asked not to be named.\"These handles were circulating fake news and the language they used in the tweets is a clear indication that they were either being run by (Pakistan's spy agency) ISI or the Pakistan Army,\" a senior police officer told NDTV.\"These twitter handles are not from (Kashmir) valley. The information being shared is wrong and we have asked Twitter authorities to take action as per the law and also request citizens not to believe the malicious campaign,\" Inspector General of Kashmir range Swayam Prakash Pani told NDTV.The Central Reserve Police Force (CRPF), the Jammu and Kashmir Police and other security agencies have been warning social media users not to believe in rumours about alleged large-scale violence in Jammu and Kashmir, which is under lockdown since the centre scrapped special status and divided it into two union territories last week.\"We do not comment on individual accounts for privacy and security reasons. Legal requests made to Twitter are published twice-yearly in our Twitter Transparency Report,\" a Twitter spokesperson said, according to news agency PTI.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });The CRPF on Monday dismissed as \"malicious\" a tweet by a Pakistani journalist about an alleged rift between the central force and the Jammu and Kashmir Police. The post on the alleged clash was made by Pakistani journalist Wajahat Saeed Khan from his verified Twitter handle.\"The malicious content of this tweet is absolutely baseless and untrue. As always, all the security forces of India are working with coordination and bonhomie. Patriotism and our tricolour lie at the core of our hearts and existence, even when the color of our uniforms may differ,\" the CRPF tweeted.The malicious content of this tweet is absolutely baseless and untrue. As always, all the security forces of India are working with coordination and bonhomie. Patriotism and our tricolour lie at the core of our hearts and existence, even when the color of our uniforms may differ. pic.twitter.com/1Rhrm09dPN— ????????CRPF???????? (@crpfindia) August 12, 2019The Jammu and Kashmir Police also said it has written to Twitter seeking technical details of the user. \"The Twitter handle 'WSK' is spreading rumours through his tweets very frequently which are leading to law and order situation in Kashmir valley which in turn is a threat to lives of general public and that of security forces... The tweets could lead to clashes between various communities,\" the state police said in the letter.Jammu and Kashmir on Monday celebrated Eid-al-Adha amid massive security restrictions, with the government sharing photos of prayers at smaller neighbourhood mosques in Srinagar as streets remained deserted and watched by security personnel.Reports said prayers were not allowed at major mosques in Srinagar and large gatherings stayed banned across the Kashmir valley. The Jammu and Kashmir police tweeted that Eid prayers had been peaceful.A Home Ministry spokesperson said on Saturday that there had been \"stray protests\" in Srinagar and Baramulla, none of which involved a crowd of more than 20 people. The Home Ministry has dismissed media reports about a protest by some 10,000 people in Kashmir valley as \"fabricated and incorrect\".The government said people must not believe in rumours about alleged incidents of firing in Kashmir valley.Former chief minister Omar Abdullah's National Conference has appealed in the Supreme Court against the government's decision. In its petition - filed by party MPs Akbar Lone and Hasnain Masoodi - the party claimed the centre's move was \"illegal\".Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Remove Pak-Operated Accounts Fuelling J&K Turmoil, Centre Tells Twitter", 
  "link": "https://www.ndtv.com/india-news/remove-pak-operated-accounts-fuelling-jammu-and-kashmir-turmoil-centre-tells-twitter-2084200", 
  "news_Updated": " Updated: August 13, 2019 06:56 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "Ambala, Haryana: A woman MLA of the ruling BJP in Haryana was slapped by a man when she was meeting people after addressing a public meeting in a village in Ambala district on Monday, police said.Santosh Sarwan, who represents Mullana (reserved) assembly constituency, was slapped by Talwinder Singh without any apparent provocation in Sardehri village, they said.Police have not ruled out the possibility of the man being mentally disturbed.After the incident, BJP workers caught hold of Talwinder Singh and handed him over to police.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });Ambala Superintendent of Police Abhishek Jorwal said a case has been registered against the accused and the matter is being investigated.The BJP leaders condemned the incident and demanded an inquiry into it.Assembly elections in Haryana are due in two months.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Man Slaps Woman BJP MLA From Haryana, Case Registered", 
  "link": "https://www.ndtv.com/india-news/man-slaps-santosh-sarwan-bjp-mla-from-mullana-haryana-case-registered-2084199", 
  "news_Updated": " Updated: August 12, 2019 22:07 IST"
 }, 
 {
  "news_edited": " Press Trust of India   ", 
  "news_bio": "Mumbai: Former prime minister Manmohan Singh said the government's decision to scrap the provisions of Article 370 is not to the liking of many people in the country and voices of Jammu and Kashmir residents must be heard for the idea of India to prevail.He also said India is passing through a \"deep crisis\" and it needs cooperation of like-minded people.\"Its outcome is not to the liking of many people of our country. It is important that the voice of all these people be heard. It is only by raising our voice that we can ensure that in the long run, the idea of India, which is very sacred to us, will prevail,\" Mr Singh said.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });He made the remarks after paying homage to his cabinet colleague and former Congressman S Jaipal Reddy, who died in Hyderabad in July.Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Voice Of People Should Be Heard, Says Manmohan Singh On Article 370", 
  "link": "https://www.ndtv.com/india-news/voice-of-people-should-be-heard-says-manmohan-singh-on-article-370-in-jammu-and-kashmir-2084197", 
  "news_Updated": " Updated: August 12, 2019 21:54 IST"
 }, 
 {
  "news_edited": " ANI   ", 
  "news_bio": "New Delhi: Author Shobhaa De on Monday rubbished claims made by former Pakistan envoy to India Abdul Basit that he influenced her to write an article in 2016 where she \"advocated plebiscite\" in Jammu and Kashmir after Hizbul Mujahideen terrorist Burhan Wani was shot dead.Ms De said the only time she met Mr Basit was during the Jaipur Literature Festival in January 2019, when the former envoy attempted to make a conversation at a \"publishing party\" but was \"almost as good as asked to leave\".\"The only time I met him, or rather he came and imposed himself and intruded into a small group was in January of this year at the Jaipur lit fest at a publishing party. He came and joined a small group, attempted a conversation, was snubbed and almost as good as asked to leave,\" said Ms De.googletag.cmd.push(function() { googletag.display(\"adslotNativeVideo\"); });\"In those three minutes, yes, he tried to bring in various issues but the only issue that actually chased him away was China. That was the first and last time I ever encountered this man,\" she added.#WATCH Columnist Shobhaa De responds to claims by Former Pakistan High Commissioner to India, Abdul Basit, that he managed to influence her writings on Kashmir pic.twitter.com/784dub1wBW— ANI (@ANI) August 12, 2019In an interview with Pakistani blogger Farhan Virk, Mr Basit had claimed he managed to influence \"prominent\" columnist Shobhaa De to write the 2016 article titled, \"Burhan Wani is dead but he'll live on till we find out what Kashmir really wants\".Ms De called Mr Basit's statement \"dangerous, malicious, and unfair to anybody who believes in the truth\", adding that she is \"deeply insulted and upset that he could dare to say something like that about a person who has built her career on credibility and positive good journalism for over 40 years.\"Get Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.", 
  "h1_data": "Shobhaa De Denies Ex-Pak Envoy Claim He Influenced Her Kashmir Article", 
  "link": "https://www.ndtv.com/india-news/shobhaa-de-denies-ex-pakistan-envoy-abdul-basits-claim-he-influenced-her-2016-kashmir-article-2084193", 
  "news_Updated": " Updated: August 12, 2019 21:45 IST"
 }
]